[
  {
    "name": "JavaScript Burger",
    "description": "O JavaScript Burger é feito com 100% de carne bovina, alface crocante, tomate fresco, cebola suavemente temperada, picles em conserva e queijo derretido. É uma combinação deliciosa e suculenta, perfeita para satisfazer o seu desejo por hambúrguer. ",
    "overview": "Hambúrguer favorito de todos os tempos",
    "price": 26.9,
    "category": "SANDWICH"
  },
  {
    "name": "Python Burger",
    "description": "O Python Burger é feito com 100% de carne bovina, queijo cheddar derretido, cebolas crocantes e molho BBQ com sabor agridoce. Essa combinação de sabores é uma verdadeira explosão para o paladar. ",
    "overview": "Explosão de sabor agridoce de churrasco",
    "price": 28.9,
    "category": "SANDWICH"
  },
  {
    "name": "Java Burger",
    "description": "O Java Burger é feito com 100% de carne bovina, queijo suíço derretido, cogumelos frescos e cebolas refogadas. Essa combinação saborosa de cogumelos e queijo é uma escolha clássica e reconfortante para os amantes de hambúrgueres. ",
    "overview": "Combinação saborosa de cogumelos e queijo",
    "price": 29.9,
    "category": "SANDWICH"
  },
  {
    "name": "Vegetarian Burger",
    "description": "O hambúrguer vegetariano é feito com uma deliciosa combinação de legumes e verduras, incluindo alface fresca, tomate suculento, cebola crocante e picles em conserva. Esta opção vegetariana é uma escolha deliciosa e saudável. ",
    "overview": "Deliciosa opção vegetariana",
    "price": 26.9,
    "category": "SANDWICH"
  },
  {
    "name": "Swift Burger",
    "description": "O Swift Burger é feito com peito de frango grelhado suculento, alface crocante, tomate fresco e maionese cremosa. É uma opção saborosa e saudável para aqueles que preferem carne branca. ",
    "overview": "Hambúrguer de frango suculento",
    "price": 25.9,
    "category": "SANDWICH"
  },
  {
    "name": "Fish Burger",
    "description": "O Fish Burger é feito com filé de peixe empanado crocante, alface fresca, tomate suculento e molho tártaro cremoso. É uma opção deliciosa e única para os amantes de peixe. ",
    "overview": "Hambúrguer de peixe crocante",
    "price": 27.9,
    "category": "SANDWICH"
  },
  {
    "name": "PHP Bacon Cheeseburger",
    "description": "O PHP Bacon Cheeseburger é feito com 100% de carne bovina, queijo cheddar cremoso e delicioso bacon crocante. Este hambúrguer clássico é perfeito para quem adora um sabor defumado e suculento.",
    "overview": "Hambúrguer clássico com bacon",
    "price": 31.9,
    "category": "SANDWICH"
  },
  {
    "name": "C++ Double Cheeseburger",
    "description": "O C++ Double Cheeseburger é um hambúrguer duplo feito com 100% de carne bovina e generosas porções de queijo derretido. Se você é fã de hambúrgueres substanciais e queijudos, este é o sanduíche perfeito para você.",
    "overview": "Hambúrguer duplo com queijo",
    "price": 32.9,
    "category": "SANDWICH"
  },
  {
    "name": "Ruby Jalapeño Burger",
    "description": "O Ruby Jalapeño Burger é um hambúrguer de carne bovina picante, coberto com queijo cheddar derretido e pedaços de jalapeño fresco. É servido com um molho especial para aprimorar ainda mais o sabor. Se você é um fã de comida apimentada, este hambúrguer é para você!",
    "overview": "Pedaços picantes de jalapeño",
    "price": 32.9,
    "category": "SANDWICH"
  },
  {
    "name": "Go Avocado Burger",
    "description": "O Go Avocado Burger é feito com 100% de carne bovina, coberto com fatias cremosas de abacate, alface e tomate frescos. O hambúrguer é complementado por um molho especial para dar um toque refrescante e saboroso. Este é o sanduíche ideal para quem procura uma opção mais saudável e fresca.",
    "overview": "Toque de abacate refrescante",
    "price": 33.9,
    "category": "SANDWICH"
  },
  {
    "name": "French Fries",
    "description": "Delicie-se com as batatas fritas crocantes e irresistíveis, perfeitas para acompanhar seus pratos favoritos.",
    "overview": "Clássico e irresistível",
    "price": 13.9,
    "category": "SIDE"
  },
  {
    "name": "Onion Rings",
    "description": "Saboreie os anéis de cebola empanados e crocantes, que são perfeitos para quem ama um petisco saboroso e diferente.",
    "overview": "Crocante e saboroso",
    "price": 15.9,
    "category": "SIDE"
  },
  {
    "name": "Mozzarella Sticks",
    "description": "Experimente os palitos de queijo empanados e derretidos, que são um verdadeiro deleite para os amantes de queijo.",
    "overview": "Queijo derretido empanado",
    "price": 16.9,
    "category": "SIDE"
  },
  {
    "name": "Sweet Potato Fries",
    "description": "Aprecie as batatas doces fritas crocantes e saudáveis, que são uma ótima alternativa para quem busca uma opção mais equilibrada.",
    "overview": "Opção saudável e saborosa",
    "price": 14.9,
    "category": "SIDE"
  },
  {
    "name": "Garlic Bread",
    "description": "Experimente o pão francês com sabor de alho, perfeito para acompanhar massas e outros pratos.",
    "overview": "Pão com sabor de alho",
    "price": 16.9,
    "category": "SIDE"
  },
  {
    "name": "Caesar Salad",
    "description": "Delicie-se com a salada clássica e deliciosa de alface romana, croutons, queijo parmesão e molho Caesar.",
    "overview": "Salada clássica e deliciosa",
    "price": 16.9,
    "category": "SIDE"
  },
  {
    "name": "Coleslaw",
    "description": "Aprecie a salada de repolho e cenoura com molho especial, que é uma opção leve e refrescante para acompanhar seus pratos.",
    "overview": "Opção leve e refrescante",
    "price": 14.9,
    "category": "SIDE"
  },
  {
    "name": "Chili Cheese Fries",
    "description": "Saboreie as batatas fritas cobertas com chili e queijo derretido, que são perfeitas para quem ama um petisco diferente e saboroso.",
    "overview": "Batatas fritas cobertas com chili",
    "price": 21.9,
    "category": "SIDE"
  },
  {
    "name": "Chocolate Cake",
    "description": "O bolo de chocolate molhado é feito com chocolate de alta qualidade, açúcar, ovos, farinha e manteiga. A calda doce de chocolate complementa o sabor intenso do bolo.",
    "overview": "Sabor intenso de chocolate",
    "price": 14.9,
    "category": "DESSERT"
  },
  {
    "name": "Apple Pie",
    "description": "A torta de maçã com canela é feita com maçãs frescas, açúcar mascavo, canela e manteiga. A casca crocante de massa de torta é o complemento perfeito para o recheio de maçã caseiro.",
    "overview": "Sabor clássico e caseiro",
    "price": 13.9,
    "category": "DESSERT"
  },
  {
    "name": "Cheesecake",
    "description": "A torta de queijo cremosa é feita com queijo cremoso, açúcar, ovos e biscoitos triturados. O sabor delicado do queijo é realçado pela base de biscoito crocante e pela cobertura de frutas vermelhas.",
    "overview": "Sabor delicado e cremoso",
    "price": 16.9,
    "category": "DESSERT"
  },
  {
    "name": "Brownie Sundae",
    "description": "O brownie com sorvete e calda de chocolate é feito com cacau em pó, açúcar, ovos, farinha e manteiga. O sorvete de baunilha cremoso e a calda de chocolate quente combinam perfeitamente com a textura úmida e densa do brownie.",
    "overview": "Combinação irresistível de sabores",
    "price": 18.9,
    "category": "DESSERT"
  },
  {
    "name": "Milkshake",
    "description": "O milkshake cremoso e refrescante é feito com sorvete de baunilha, leite e chantilly. O sabor clássico de baunilha é perfeito para uma sobremesa rápida e deliciosa.",
    "overview": "Sabor clássico de baunilha",
    "price": 10.9,
    "category": "DESSERT"
  },
  {
    "name": "Coca-Cola",
    "description": "Uma bebida refrigerante tradicional de cola que é adorada em todo o mundo. Feita a partir de ingredientes de alta qualidade, incluindo água gaseificada, açúcar, aromas naturais e cafeína, a Coca-Cola é uma bebida clássica e refrescante que pode ser desfrutada a qualquer hora do dia.",
    "overview": "Refrescante e clássico",
    "price": 7.9,
    "category": "DRINK"
  },
  {
    "name": "Guaraná Antarctica",
    "description": "Uma bebida refrigerante brasileira de sabor guaraná, feita a partir do extrato natural da fruta Guaraná. É uma bebida tradicional do Brasil, conhecida por seu sabor doce e refrescante, além de suas propriedades energéticas.",
    "overview": "Bebida brasileira tradicional",
    "price": 6.9,
    "category": "DRINK"
  },
  {
    "name": "Pink Lemonade",
    "description": "Uma bebida refrescante e deliciosa feita a partir de limões frescos e um toque de frutas vermelhas, dando-lhe a cor rosa característica. A Pink Lemonade é uma opção refrescante para os dias quentes de verão, perfeita para saborear sozinho(a) ou acompanhado(a) de amigos e família.",
    "overview": "Refrescante e frutada",
    "price": 13.9,
    "category": "DRINK"
  },
  {
    "name": "Água Mineral",
    "description": "Água mineral natural sem gás, é uma ótima escolha para manter-se hidratado e saudável. Rica em minerais e nutrientes essenciais, esta água é perfeita para acompanhar suas refeições ou simplesmente para refrescar-se em dias quentes.",
    "overview": "Hidratação saudável",
    "price": 4.9,
    "category": "DRINK"
  },
  {
    "name": "Chá Gelado",
    "description": "Chá gelado com limão",
    "overview": "Bebida refrescante e saudável",
    "price": 11.9,
    "category": "DRINK"
  },
  {
    "name": "Cerveja",
    "description": "Cerveja Pilsen nacional",
    "overview": "Bebida alcoólica clássica",
    "price": 13.9,
    "category": "DRINK"
  },
  {
    "name": "Caipirinha",
    "description": "Cachaça, limão e açúcar",
    "overview": "Bebida alcoólica brasileira",
    "price": 16.9,
    "category": "DRINK"
  },
  {
    "name": "Mojito",
    "description": "Rum, hortelã e limão",
    "overview": "Bebida alcoólica refrescante",
    "price": 17.9,
    "category": "DRINK"
  },
  {
    "name": "Gin Tônica",
    "description": "Gin, água tônica e limão",
    "overview": "Bebida alcoólica aromática",
    "price": 17.9,
    "category": "DRINK"
  }
]
